tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "broot"
brew "cask"
brew "dos2unix"
brew "fd"
brew "fzf"
brew "git"
brew "gnupg"
brew "go"
brew "jq"
brew "ncdu"
brew "neovim"
brew "ranger"
brew "shellcheck"
brew "stow"
brew "terraform-docs"
brew "tldr"
brew "trash"
brew "tree"
brew "vault"
brew "wget"
brew "zsh"
brew "asdf"

cask "1password"
cask "alfred"
cask "firefox"
cask "hyper"
cask "notion"
cask "postman"
cask "spotify"
cask "visual-studio-code"
cask "hammerspoon"

# Old stuff but keeping for history
#brew "python"
#brew "node"
#brew "packer"
#brew "terraform_landscape"
#brew "tfenv"
#brew "vault"
#cask "aws-vault"
#cask "iterm2"
#cask "java"
#cask "microsoft-teams"
#cask "powershell"
#cask "dbeaver-community"